Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# ciphers_action_upload_gpg_public_key_confirmation_verify_text
source: Select the e-mail addresses that should receive a verification e-mail from the keyserver. Until an address is verified, the key cannot be found by that address.
ar: حدّد عناوين البريد الإلكتروني التي يجب أن تتلقى رسالة تحقق من خادم المفاتيح. حتى يتم التحقق من عنوان ما، لا يمكن العثور على المفتاح عبر ذلك العنوان.
fr: Sélectionnez les adresses e-mail qui doivent recevoir un e-mail de vérification du serveur de clés. Tant qu'une adresse n'est pas vérifiée, la clé ne peut pas être trouvée par cette adresse.
pt_br: Selecione os endereços de e-mail que devem receber um e-mail de verificação do servidor de chaves. Até que um endereço seja verificado, a chave não pode ser encontrada por esse endereço.
pt_pt: Selecione os endereços de e-mail que devem receber um e-mail de verificação do servidor de chaves. Até que um endereço seja verificado, a chave não poderá ser encontrada por esse endereço.

# ciphers_action_upload_gpg_public_key_title
source: Upload GPG public key
ar: رفع المفتاح العام لـ GPG
de: Öffentlichen GPG-Schlüssel hochladen
es: Subir la clave pública GPG
fr: Téléverser la clé publique GPG
it: Carica la chiave pubblica GPG
ja: GPG 公開鍵をアップロード
ko: GPG 공개 키 업로드
pt_br: Enviar chave pública GPG
pt_pt: Enviar chave pública GPG
ru: Загрузить открытый GPG-ключ
uk: Завантажити відкритий ключ GPG
zh_hans: 上传 GPG 公钥

# ciphers_action_verify_gpg_public_key_title
source: Verify GPG public key
ar: التحقق من المفتاح العام لـ GPG
de: Öffentlichen GPG-Schlüssel überprüfen
es: Verificar la clave pública GPG
fr: Vérifier la clé publique GPG
it: Verifica la chiave pubblica GPG
ja: GPG 公開鍵を検証
ko: GPG 공개 키 검증
pt_br: Verificar a chave pública GPG
pt_pt: Verificar chave pública GPG
ru: Проверить открытый GPG-ключ
uk: Перевірити відкритий ключ GPG
zh_hans: 验证 GPG 公钥

# ciphers_action_view_password_history_title
source: View password history
ar: عرض تاريخ كلمة المرور
de: Passwortverlauf anzeigen
es: Ver historial de contraseñas
fr: Voir l'historique des mots de passe
hu: Jelszóelőzmények megtekintése
it: Visualizza cronologia password
ja: パスワードの履歴を表示
ko: 비밀번호 생성 기록
pt_br: Visualizar histórico de senhas
pt_pt: Ver histórico de palavras-passe
ru: Просмотреть историю паролей
uk: Переглянути історію паролів
zh_hans: 查看历史密码

# ciphers_action_view_ssh_agent_history_title
source: View SSH agent history
ar: عرض سجل وكيل SSH
de: SSH-Agenten-Verlauf anzeigen
fr: Voir l'historique des agents SSH
hu: SSH ügynök előzményeinek megtekintése
pt_br: Ver histórico do agente SSH
pt_pt: Visualizar histórico do agente SSH
ru: Просмотреть историю SSH-агента
uk: Переглянути історію SSH-агента
zh_hans: 查看 SSH 代理历史记录

# ciphers_history_empty
source: No history yet
ar: لا يوجد تاريخ بعد
de: Noch kein Verlauf vorhanden
es: Aún no hay historial
fr: L'historique est vide
hu: Még nincsenek előzmények
it: Ancora nessuna cronologia
ja: 履歴はありません
ko: 아직 기록 없음
pt_br: Sem histórico por enquanto
pt_pt: Ainda não há histórico
ru: Истории пока нет
uk: Ще немає історії
zh_hans: 暂无历史记录

# ciphers_often_opened
source: Often opened
ar: غالبا ما يتم فتحه
de: Oft geöffnet
es: A menudo abierto
fr: Souvent consulté
hu: Gyakran megnyitott
it: Aperti spesso
ja: よく開くアイテム
ko: 자주 연 항목
pt_br: Abertos com frequência
pt_pt: Acedido com frequência
ru: Часто открытые
uk: Часто відкриті
zh_hans: 经常打开

# ciphers_recently_opened
source: Recently opened
ar: افتتح مؤخرا
de: Kürzlich geöffnet
es: Abierto recientemente
fr: Ouvert récemment
hu: Legutóbb megnyitott
it: Aperti di recente
ja: 最近開いたアイテム
ko: 최근에 연 항목
pt_br: Abertos recentemente
pt_pt: Recentemente acedido
ru: Недавно открытые
uk: Нещодавно відкриті
zh_hans: 最近打开

# ciphers_save_to
source: Save to
ar: حفظ ل
de: Speichern unter
es: Guardar en
fr: Sauvegarder dans
hu: Mentés helye
it: Salva in
ja: 保存先
ko: 이 항목에 저장
pt_br: Salvar em
pt_pt: Guardar em
ru: Сохранить в
uk: Зберегти в…
zh_hans: 保存至

# ciphers_save_to_adds_credentials_passkey
source: Adds a passkey
ar: إضافة مفتاح مرور
de: Fügt einen Passkey hinzu
es: Añade una clave de acceso
fr: Ajouter une clé d’accès (passkey)
hu: Hozzáférési kulcs hozzáadása
it: Aggiunge una passkey
ko: 패스키 추가
pt_br: Adicionar uma chave de acesso
pt_pt: Adiciona uma chave de acesso
ru: Добавляет passkey
uk: Додає ключ доступу
zh_hans: 添加通行密钥

# ciphers_save_to_replaces_credentials_username_password
source: Replaces the username & password
ar: يستبدل اسم المستخدم وكلمة المرور
de: Ersetzt Benutzername & Passwort
es: Reemplaza el nombre de usuario y la contraseña
fr: Remplace le nom d'utilisateur & le mot de passe
hu: Lecseréli a felhasználónevet és jelszót
it: Sostituisce il nome utente e la password
ja: ユーザー名とパスワードを置き換える
ko: 사용자 이름 및 비밀번호 교체
pt_br: Substituir o nome de usuário & senha
pt_pt: Substitui o nome de utilizador e a palavra-passe de &
ru: Заменяет имя пользователя и пароль
uk: Замінює ім'я користувача та пароль
zh_hans: 替换用户名 & 密码

# ciphers_view_details
source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
hu: Részletek megtekintése
it: Vedi dettagli
ja: 詳細を表示
ko: 자세히 보기
pt_br: Ver detalhes
pt_pt: Ver detalhes
ru: Подробнее
uk: Переглянути деталі
zh_hans: 查看详情

source: City
ar: مدينة
de: Ort
es: Ciudad
fr: Ville
hu: Település
it: Città
ja: 市町村
ko: 시
pt_br: Cidade
pt_pt: Cidade
ru: Город
uk: Місто
zh_hans: 城市

# clear_file
source: Clear
ar: مسح
de: Leeren
es: Limpiar
fr: Effacer
hu: Törlés
it: Pulisci
ko: 삭제
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
uk: Очистити
zh_hans: 清除

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

source: Collection
ar: مجموعة
de: Sammlung
es: Colección
hu: Gyűjtemény
it: Collezione
ja: コレクション
ko: 컬렉션
pt_br: Coleção
pt_pt: Coleção
ru: Коллекция
uk: Колекція
zh_hans: 收藏

# collection_none
source: No collection
ar: لا يوجد جمع
de: Keine Sammlung
es: Sin colección
fr: Aucune collection
hu: Nincs gyűjtemény
it: Nessuna collezione
ja: コレクションなし
ko: 컬렉션 없음
pt_br: Nenhuma coleção
pt_pt: Nenhuma coleção
ru: Без коллекции
uk: Без колекції
zh_hans: 暂无收藏

source: Collections
ar: المجموعات
de: Sammlungen
es: Colecciones
hu: Gyűjtemények
it: Collezioni
ja: コレクション
ko: 컬렉션
pt_br: Coleções
pt_pt: Coleções
ru: Коллекции
uk: Колекції
zh_hans: 收藏

# collections_empty_label
source: No collections
ar: لا توجد مجموعات
de: Keine Kollektionen vorhanden
es: Sin colecciones
fr: Aucune collection
hu: Nincsenek gyűjtemények
it: Nessuna Raccolta
ja: コレクションなし
ko: 컬렉션 없음
pt_br: Nenhuma coleção
pt_pt: Sem coleções
ru: Нет коллекций
uk: Колекції відсутні
zh_hans: 暂无收藏

# colorpicker_title
source: Color picker
ar: منتقي الألوان
de: Farbauswahl
es: Selector de color
fr: Sélecteur de couleur
hu: Színválasztó
it: Selettore colore
ja: 色の選択
ko: 색상 선택
pt_br: Seletor de cores
pt_pt: Seletor de cores
ru: Цветовая палитра
uk: Палітра кольорів
zh_hans: 取色器

source: Coming soon
ar: قريباً
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hu: Hamarosan
it: In arrivo
ja: 近日公開
ko: 출시 예정
pt_br: Em breve
pt_pt: Brevemente
ru: В ближайшее время
uk: Незабаром
zh_hans: 即将上线

source: Command
ar: يأمر
de: Aktion
es: Comando
fr: Commande
hu: Parancs
it: Comando
ja: コマンド
ko: 명령어
pt_br: Comando
pt_pt: Comando
ru: Команда
uk: Команда
zh_hans: 命令

# companionauth_header_text
source: Sign in to add this account to your watch
ar: سجّل الدخول لإضافة هذا الحساب إلى ساعتك
de: Melden Sie sich an, um dieses Konto Ihrer Smartwatch hinzuzufügen
fr: Connectez-vous pour ajouter ce compte à votre montre
hu: Jelentkezzen be a fiók órához adásához
pt_br: Faça login para adicionar esta conta ao seu relógio
pt_pt: Inicie sessão para adicionar esta conta ao relógio
uk: Увійдіть, щоб додати цей обліковий запис на годинник
zh_hans: 登录即可将此帐户添加到您的手表

# companionauth_header_title
source: Watch setup
ar: إعداد الساعة
de: Smartwatch einrichten
fr: Configuration de la montre
hu: Óra beállítása
ko: 워치 설정
pt_br: Configuração do relógio
pt_pt: Configuração do relógio
uk: Налаштування годинника
zh_hans: 手表设置

source: Company
ar: شركة
de: Unternehmen
es: Compañía
fr: Entreprise
hu: Cég
it: Azienda
ja: 会社名
ko: 회사
pt_br: Empresa
pt_pt: Empresa
ru: Компания
uk: Компанія
zh_hans: 公司

source: Conceal value
ar: إخفاء القيمة
de: Verstecke den Wert
es: Ocultar el valor
fr: Masquer la valeur
hu: Érték elrejtése
it: Nascondi valore
ja: 値を隠す
ko: 값 숨기기
pt_br: Esconder valor
pt_pt: Ocultar o valor
ru: Скрыть значение
uk: Приховати значення
zh_hans: 隐藏内容

# connected_crypto_apps_empty
source: No apps are registered
ar: لا توجد تطبيقات مسجّلة
de: Keine Apps registriert
fr: Aucune application enregistrée
pt_br: Nenhum aplicativo está registrado
pt_pt: Nenhuma aplicação registada
uk: Немає зареєстрованих застосунків
zh_hans: 没有已注册的应用

# connected_crypto_apps_last_used
source: Last used
ar: آخر استخدام
de: Zuletzt verwendet
fr: Dernière utilisation
pt_br: Último uso
pt_pt: Última utilização
uk: Востаннє використано
zh_hans: 上次使用

# connected_crypto_apps_registered_at
source: Registered
ar: مسجّل
de: Registriert
fr: Enregistrées
pt_br: Registrado
pt_pt: Registado
uk: Зареєстровано
zh_hans: 已注册

# connected_crypto_apps_revoke
source: Revoke
ar: إبطال
de: Widerrufen
fr: Révoquer
pt_br: Revogar
pt_pt: Revogar
uk: Відкликати доступ
zh_hans: 撤销

# connected_crypto_apps_revoke_message
source: The app will need to be registered again before it can use Keyguard as the provider.
ar: سيحتاج التطبيق إلى التسجيل مرة أخرى قبل أن يتمكن من استخدام Keyguard كمزوّد.
de: Die App muss erneut registriert werden, bevor sie Keyguard wieder als Anbieter verwenden kann.
fr: L'application devra être enregistrée à nouveau avant de pouvoir utiliser Keyguard comme fournisseur.
pt_br: O aplicativo precisará ser registrado novamente antes de poder usar o Keyguard como provedor.
pt_pt: A aplicação precisará de ser registada novamente antes de poder usar o Keyguard como fornecedor.
uk: Щоб знову використовувати Keyguard як постачальника, застосунок потрібно буде повторно зареєструвати.
zh_hans: 该应用需要重新注册，才能将 Keyguard 用作提供方。

# connected_crypto_apps_revoke_title
source: Revoke %1$@?
ar: إبطال %1$@؟
de: Zugriff für %1$@ widerrufen?
fr: Révoquer %1$@ ?
pt_br: Revogar %1$@?
pt_pt: Revogar %1$@?
uk: Відкликати доступ для %1$@?
zh_hans: 撤销%1$@？

# connected_crypto_apps_signer
source: App signer
ar: موقّع التطبيق
de: Signaturzertifikat der App
fr: Signataire d'application
pt_br: Assinante do aplicativo
pt_pt: Assinatura de aplicação
uk: Підпис застосунку
zh_hans: 应用签名者

# connected_crypto_apps_status_not_installed
source: Not installed
ar: غير مثبّت
de: Nicht installiert
fr: Non installées
pt_br: Não instalado
pt_pt: Não instalado
uk: Не встановлено
zh_hans: 未安装

# connected_crypto_apps_status_registered
source: Registered
ar: مسجّل
de: Registriert
fr: Enregistrées
pt_br: Registrado
pt_pt: Registado
uk: Зареєстровано
zh_hans: 已注册

# connected_crypto_apps_status_signer_changed
source: Signer changed — access disabled
ar: تغيّر الموقّع — تم تعطيل الوصول
de: Signaturzertifikat geändert — Zugriff deaktiviert
fr: Signataire modifié — accès désactivé
pt_br: Assinante alterado — acesso desativado
pt_pt: Subscrição alterada — acesso desativado
uk: Підпис застосунку змінено — доступ вимкнено
zh_hans: 签名者已变更 — 访问已禁用

# connected_crypto_apps_summary
source: Review or revoke apps registered for GPG and/or SSH access.
ar: راجع أو أبطل التطبيقات المسجّلة للوصول إلى GPG و/أو SSH.
de: Für den GPG- und/oder SSH-Zugriff registrierte Apps prüfen oder deren Zugriff widerrufen.
fr: Examinez ou révoquez les applications enregistrées pour un accès GPG et/ou SSH.
pt_br: Revise ou revogue aplicativos registrados para acesso GPG e/ou SSH.
pt_pt: Analise ou revogue o registo de aplicações com acesso GPG e/ou SSH.
uk: Переглядайте застосунки, зареєстровані для доступу до GPG та/або SSH, або відкликайте їхній доступ.
zh_hans: 审查或撤销已注册获得 GPG 和/或 SSH 访问权限的应用。

# connected_crypto_apps_title
source: Connected apps
ar: التطبيقات المتصلة
de: Verbundene Apps
fr: Applications connectées
pt_br: Aplicativos conectados
pt_pt: Aplicações ligadas
uk: Підключені застосунки
zh_hans: 已连接的应用程序

# connected_crypto_apps_unknown
source: Unknown
ar: غير معروف
de: Unbekannt
fr: Inconnues
pt_br: Desconhecido
pt_pt: Desconhecido
uk: Невідомо
zh_hans: 未知

source: Contact info
ar: معلومات الاتصال
de: Kontaktdaten
es: Información de contacto
fr: Informations de contact
hu: Elérhetőségi adatok
it: Info di contatto
ja: 連絡先情報
ko: 연락처 정보
pt_br: Informação de contato
pt_pt: Informação do contacto
ru: Контактная информация
uk: Контактні дані
zh_hans: 联系人信息

# contactus_english_note
source: Use English to ensure that your feedback doesn't get misunderstood.
ar: استخدم اللغة الإنجليزية لضمان عدم إساءة فهم تعليقاتك.
de: Benutzen Sie Englisch um sicherzustellen, dass Ihr Feedback nicht missverstanden wird.
es: Usa solo inglés para asegurarnos de que tus comentarios no se malentiendan.
fr: Utilisez l'Anglais pour vous assurer que vos commentaires ne sont pas mal compris.
hu: Használjon angol nyelvet, hogy visszajelzése ne legyen félreérthető.
it: Usa l'inglese per assicurarti che il tuo feedback non venga frainteso.
ja: フィードバックが誤解されないように、英語を使用してください。
ko: 메시지가 정확히 전달될 수 있도록 영어를 사용해 주세요.
pt_br: Comunique-se em inglês para garantir que seu feedback não seja mal interpretado.
pt_pt: Use Inglês para garantir que o seu relato não fique mal entendido.
ru: Пишите на английском, чтобы убедиться, что ваше сообщение не будет понято неправильно.
uk: Пишіть англійською, щоб переконатися, що ваше повідомлення не буде сприйнято неправильно.
zh_hans: 使用英语来确保您的反馈不会被误解。

# contactus_header_title
source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
hu: Lépjen velünk kapcsolatba
it: Contattaci
ja: お問い合わせ
ko: 고객 지원
pt_br: Contate-nos
pt_pt: Contacte-nos
ru: Связаться с нами
uk: Зв'язатися з нами
zh_hans: 联系我们

# contactus_message_label
source: Your message
ar: رسالتك
de: Ihre Nachricht
es: Tu mensaje
fr: Votre message
hu: Az Ön üzenete
it: Il tuo messaggio
ja: メッセージ
ko: 메시지 입력
pt_br: Sua mensagem
pt_pt: A sua mensagem
ru: Ваше сообщение
uk: Ваше повідомлення
zh_hans: 您的留言

# contactus_thanks_note
source: We appreciate the time that you spend sending us a message. Your message goes directly to us and we use it to troubleshoot issues, make product improvements and fix problems. While we may not reply to every report, we're reviewing and working on improvements & fixing issues as fast as we can.
ar: نحن نقدر الوقت الذي تقضيه في إرسال رسالة إلينا. يتم إرسال رسالتك إلينا مباشرة ونستخدمها لاستكشاف المشكلات وإصلاحها وإجراء تحسينات على المنتج وإصلاح المشكلات. على الرغم من أننا قد لا نرد على كل بلاغ، إلا أننا نقوم بمراجعة التحسينات والعمل على إدخالها & لإصلاح المشكلات بأسرع ما يمكن.
de: Wir freuen uns, dass Sie uns eine Nachricht senden. Ihre Nachricht geht direkt an uns und wir verwenden sie um Probleme zu beheben, Produktverbesserungen durchzuführen und Probleme zu beheben. Obwohl wir möglicherweise nicht auf jeden Bericht antworten, prüfen und arbeiten wir an Verbesserungen und beheben Probleme so schnell wie möglich.
es: Agradecemos el tiempo que te toma enviándonos un mensaje. Tu mensaje va directamente a nosotros y lo utilizamos para solucionar problemas, hacer mejoras en el producto y solucionar problemas. Aunque no respondamos a cada informe, estamos revisando y trabajando en mejoras & arreglando problemas tan rápido como podamos.
fr: Nous apprécions le temps que vous passez à nous envoyer un message. Votre message nous parvient directement et nous l’utilisons pour résoudre les problèmes, améliorer le produit et résoudre les problèmes. Bien que nous ne répondions peut-être pas à chaque rapport, nous étudions et travaillons à améliorer la & pour résoudre les problèmes aussi vite que possible.
hu: Nagyra értékeljük az időt, amit az üzenet elküldésével tölt. Üzenete közvetlenül hozzánk kerül, és mi felhasználjuk a hibaelhárításhoz, a termékfejlesztéshez és a problémák kijavításához. Bár lehet, hogy nem válaszolunk minden bejelentésre, de a lehető leggyorsabban felülvizsgáljuk és dolgozunk a fejlesztéseken és a problémák kijavításán.
it: Apprezziamo il tempo dedicato all'invio di un messaggio. Il tuo messaggio ci arriva direttamente e lo esaminiamo ogni giorno per fornire assistenza nella risoluzione dei problemi, per apportare miglioramenti al prodotto e per correggere gli errori via via individuati! Sebbene potremmo non essere in grado di rispondere a tutti i messaggi pervenuti, vorremmo assicurarti che dedicheremo l'impegno necessario e lavoreremo sulla soluzione del problema il più rapidamente possibile.
ja: メッセージをお送りいただきありがとうございます。メッセージは私たちに直接届き、トラブルシューティングや製品の改善、問題の解決に役立てています。すべての報告に返信できない場合もありますが、できる限り早く改善や問題の解決に取り組んでいます。
ko: 시간을 내어 메시지를 보내 주셔서 감사합니다. 입력하신 메시지는 Keyguard 팀에 직접 전달되며, 저희는 전달받은 메시지를 문제 해결 및 제품 개선에 활용합니다. 모든 신고에 답변을 드릴 수는 없지만, 최대한 빠르게 문제를 해결하고 개선 사항을 검토하기 위해 노력하고 있습니다.
pt_br: Agradecemos o tempo que você gastou nos enviando uma mensagem. A sua mensagem vai diretamente para nós e nós a utilizamos para solucionar problemas, fazer com que o produto melhore e corrigir problemas. Embora não possamos responder a todos os relatórios, estamos analisando e trabalhando em melhorias & corrigindo problemas o mais rápido possível.
pt_pt: Agradecemos o tempo que dedicou para nos enviar uma mensagem. A sua mensagem chega-nos diretamente e é utilizada para solucionar problemas, melhorar os nossos produtos e corrigir falhas. Embora não seja possível responder a todos os relatos, estamos a analisar e a trabalhar em melhorias & e correções o mais rapidamente possível.
ru: Мы ценим время, которое вы тратите, отправляя нам сообщение. Ваше сообщение поступает непосредственно к нам, и мы используем его для решения проблем и усовершенствования продукта. Хотя мы отвечаем не на каждое сообщение, мы просматриваем их и как можно быстрее устраняем проблемы, а также улучшаем функциональность.
uk: Ми цінуємо час, який ви витрачаєте, надсилаючи нам повідомлення. Ваше повідомлення надходить безпосередньо до нас, і ми використовуємо його для вирішення проблем та вдосконалення продукту. Хоча ми відповідаємо не на кожне повідомлення, ми переглядаємо їх та якнайшвидше працюємо над усуненням проблем, а також покращенням функціональності.
zh_hans: 我们感谢您花时间给我们发送信息。您的信息会直接发送给我们，我们会利用它来排除故障、改进产品和解决问题。虽然我们可能不会回复每一条报告，但我们会审查并改进产品并尽快解决问题。

source: Context-based suggestions
ar: اقتراحات مبنية على السياق
de: Kontextbasierte Vorschläge
es: Sugerencias basadas en contextos
fr: Suggestions basées sur le contexte
hu: Környezetalapú javaslatok
it: Suggerimenti in base al contesto
ko: 문맥 기반 제안
pt_br: Sugestões baseadas em contexto
pt_pt: Sugestões baseadas em contexto
ru: Контекстные предложения
uk: Контекстні пропозиції
zh_hans: 基于上下文的建议

source: Continue
ar: يكمل
de: Fortsetzen
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
pt_pt: Próximo
ru: Продолжить
uk: Продовжити
zh_hans: 继续

# copied_card_number
source: Copied a card number
ar: نسخ رقم البطاقة
de: Kartennummer kopiert
es: Número de tarjeta copiada
fr: Numéro de carte copié
hu: Kártyaszám másolva
it: Numero di carta copiato
ja: カード番号をコピーしました
ko: 카드 번호를 복사했습니다.
pt_br: Número do cartão copiado
pt_pt: Número de cartão copiado
ru: Скопирован номер карты
uk: Скопійовано номер картки
zh_hans: 已复制卡号

# copied_cardholder_name
source: Copied a cardholder name
ar: تم نسخ اسم حامل البطاقة
de: Namen des Karteninhabers kopiert
es: Nombre del titular copiado
fr: Nom du titulaire de carte copié
hu: Kártyabirtokos név másolva
it: Nome del titolare della carta copiato
ja: カードの名義人名をコピーしました
ko: 카드 소유자 이름을 복사했습니다.
pt_br: Nome de titular do cartão copiado
pt_pt: Nome de titular do cartão copiado
ru: Скопировано имя владельца карты
uk: Скопійовано ім'я власника карти
zh_hans: 已复制持卡人姓名

# copied_cvv_code
source: Copied a security code
ar: تم نسخ رمز الأمان
de: Sicherheitscode kopiert
es: Código de seguridad copiado
fr: Code de sécurité copié
hu: Biztonsági kód másolva
it: Numero di sicurezza copiato
ja: セキュリティコードをコピーしました
ko: 보안 코드(CVV)를 복사했습니다.
pt_br: Código de segurança copiado
pt_pt: Código de segurança copiado
ru: Скопирован защитный код
uk: Скопійовано код безпеки
zh_hans: 已复制安全码（CVV）

# copied_email
source: Copied an email
ar: نسخ بريد إلكتروني
de: E-Mail kopiert
es: Correo electrónico copiado
fr: Email copiée
hu: Email cím másolva
it: Email copiata
ja: メールアドレスをコピーしました
ko: 이메일을 복사했습니다.
pt_br: E-mail copiado
pt_pt: E-mail copiado
ru: Скопирован e-mail
uk: Скопійовано електронну пошту
zh_hans: 已复制电子邮件

# copied_expiration_month
source: Copied an expiration month
ar: تم نسخ شهر انتهاء الصلاحية
de: Ablaufmonat kopiert
es: Mes de vencimiento copiado
fr: Mois d'expiration copié
hu: Lejárati hónap másolva
it: Mese di scadenza copiato
ja: 有効期限月をコピーしました
ko: 만료 월을 복사했습니다.
pt_br: Mês de expiração copiado
pt_pt: Mês de expiração copiado
ru: Скопирован месяц истечения срока
uk: Скопійовано місяць закінчення терміну дії
zh_hans: 已复制过期月份

# copied_expiration_year
source: Copied an expiration year
ar: نسخ سنة انتهاء الصلاحية
de: Ablaufjahr kopiert
es: Número de expiración copiado
fr: Date d'expiration copié
hu: Lejárati év másolva
it: Anno di scadenza copiato
ja: 有効期限年をコピーしました
ko: 만료 연도를 복사했습니다.
pt_br: Ano de expiração copiado
pt_pt: Ano de expiração copiado
ru: Скопирован год истечения срока
uk: Скопійовано рік закінчення терміну дії
zh_hans: 已复制过期年份

# copied_fingerprint
source: Copied a fingerprint
ar: تم نسخ بصمة الإصبع
de: Fingerabdruck kopiert
es: Huella digital copiada
fr: L'empreinte a été copiée
hu: Ujjlenyomat másolva
it: Impronta digitale copiata
ja: フィンガープリントをコピーしました
ko: 핑거프린트를 복사했습니다.
pt_br: Impressão digital copiada
pt_pt: Impressão digital copiada
ru: Скопирован отпечаток
uk: Скопійовано відбиток
zh_hans: 已复制指纹

# copied_key
source: Copied a key
ar: تم نسخ مفتاح
de: Schlüssel kopiert
es: Clave copiada
fr: La clé a été copiée
hu: Kulcs másolva
it: Chiave copiata
ja: キーをコピーしました
ko: 키를 복사했습니다.
pt_br: Chave copiada
pt_pt: Chave copiada
ru: Скопирован ключ
uk: Скопійовано ключ
zh_hans: 已复制密钥

# copied_license_number
source: Copied a license number
ar: نسخ رقم الترخيص
de: Lizenznummer kopiert
es: Número de licencia copiada
fr: Numéro de licence copié
hu: Vezetői engedély szám másolva
it: Numero di licenza copiato
ja: 免許証番号をコピーしました
ko: 운전면허 번호를 복사했습니다.
pt_br: Número da CNH copiado
pt_pt: Número da carta de condução copiado
ru: Скопирован номер лицензии
uk: Скопійовано номер ліцензії
zh_hans: 已复制驾照号码

# copied_otp_code
source: Copied a one-time password
ar: نسخ كلمة المرور لمرة واحدة
de: Einmalpasswort kopiert
es: Copiar la contraseña de un solo uso
fr: Mot de passe unique copié
hu: Egyszeri jelszó másolva
it: Password monouso copiata
ja: ワンタイムパスワードをコピーしました
ko: OTP를 복사했습니다.
pt_br: Senha de uso único copiada
pt_pt: Palavra-passe única copiada
ru: Скопирован одноразовый пароль
uk: Скопійовано одноразовий пароль
zh_hans: 已复制一次性密码

# copied_otp_secret_code
source: Copied a secret key
ar: نسخ مفتاح سري
de: Geheimschlüssel kopiert
es: Copiar la clave secreta
fr: Clé secrète copiée
hu: Titkos kulcs másolva
it: Chiave segreta copiata
ja: 秘密鍵をコピーしました
ko: 비밀 키를 복사했습니다.
pt_br: Chave secreta copiada
pt_pt: Chave secreta copiada
ru: Скопирован секретный ключ
uk: Скопійовано секретний ключ
zh_hans: 已复制密钥

# copied_package_name
source: Copied a package name
ar: تم نسخ اسم الحزمة
de: Paketname kopiert
es: Nombre del paquete copiado
fr: Nom du package copié
hu: Csomagnév másolva
it: Nome pacchetto copiato
ja: パッケージ名をコピーしました
ko: 패키지 이름을 복사했습니다.
pt_br: Nome do pacote copiado
pt_pt: Nome do pacote copiado
ru: Скопировано имя пакета
uk: Скопійовано назву пакету
zh_hans: 已复制包名
